cask "bitwarden"

cask "firefox"
cask "notion"

# proton
cask "protonvpn"

# IDEs
cask "visual-studio-code"
cask "intellij-idea-ce"

# 'vscode --install-extension'
vscode "pkief.material-icon-theme"
vscode "vue.volar"

# development
brew "openjdk" # call this afterwards sudo ln -sfn $HOMEBREW_PREFIX/opt/openjdk/libexec/openjdk.jdk /Library/Java/JavaVirtualMachines/openjdk.jdk
brew "kotlin"
brew "gradle"
brew "nodejs"
brew "pnpm"
brew "vue-cli"
brew "docker"
brew "typescript"